/* Cycle through map pins */
"Cycle Pins" = "Parcourir les punaises";

/* Hybrid map view */
"Hybrid" = "Hybride";

/* Satellite map view */
"Satellite" = "Satellite";

/* Show position on map button title */
"Show Position" = "Afficher la position";

/* Standard map view */
"Standard" = "Standard";
